{
  "data.questions": [
    {
      "id": 0,
      "theme.id": 1,
      "source.literal": "As-tu besoin d'aller aux toilettes?",
      "source.variants": [
        "As-tu besoin d'aller aux toilettes?",
        "Tu as besoin d'aller aux toilettes?",
        "T'as besoin d'aller aux toilettes?",
        "Est-ce que tu as besoin d'aller aux toilettes?",
        "Avez-vous besoin d'aller aux toilettes?",
        "Vous avez besoin d'aller aux toilettes?",
        "Est-ce que vous avez besoin d'aller aux toilettes?",
        "Dois-tu aller aux toilettes?",
        "Tu dois aller aux toilettes?"
      ]
    },
    {
      "id": 1,
      "theme.id": 0,
      "source.literal": "As-tu un problème avec un camarade?",
      "source.variants": [
        "As-tu un problème avec un camarade?",
        "As-tu un problème avec un de tes camarades?",
        "As-tu un problème avec un ami?",
        "As-tu un problème avec un de tes amis?",
        "As-tu un problème avec une amie?",
        "As-tu un problème avec une de tes amies?",
        "As-tu un problème avec un copain?",
        "As-tu un problème avec un de tes copains?",
        "As-tu un problème avec une copine?",
        "As-tu un problème avec une de tes copines?",
        "Tu as un problème avec un camarade?",
        "Tu as un problème avec un de tes camarades?",
        "Tu as un problème avec un ami?",
        "Tu as un problème avec un de tes amis?",
        "Tu as un problème avec une amie?",
        "Tu as un problème avec une de tes amies?",
        "Tu as un problème avec un copain?",
        "Tu as un problème avec un de tes copains?",
        "Tu as un problème avec une copine?",
        "Tu as un problème avec une de tes copines?",
        "T'as un problème avec un camarade?",
        "T'as un problème avec un de tes camarades?",
        "T'as un problème avec un ami?",
        "T'as un problème avec un de tes amis?",
        "T'as un problème avec une amie?",
        "T'as un problème avec une de tes amies?",
        "T'as un problème avec un copain?",
        "T'as un problème avec un de tes copains?",
        "T'as un problème avec une copine?",
        "T'as un problème avec une de tes copines?",
        "Est-ce que tu as un problème avec un camarade?",
        "Est-ce que tu as un problème avec un de tes camarades?",
        "Est-ce que tu as un problème avec un ami?",
        "Est-ce que tu as un problème avec un de tes amis?",
        "Est-ce que tu as un problème avec une amie?",
        "Est-ce que tu as un problème avec une de tes amies?",
        "Est-ce que tu as un problème avec un copain?",
        "Est-ce que tu as un problème avec un de tes copains?",
        "Est-ce que tu as un problème avec une copine?",
        "Est-ce que tu as un problème avec une de tes copines?",
        "Avez-vous un problème avec un camarade?",
        "Avez-vous un problème avec un de tes camarades?",
        "Avez-vous un problème avec un ami?",
        "Avez-vous un problème avec un de tes amis?",
        "Avez-vous un problème avec une amie?",
        "Avez-vous un problème avec une de tes amies?",
        "Avez-vous un problème avec un copain?",
        "Avez-vous un problème avec un de tes copains?",
        "Avez-vous un problème avec une copine?",
        "Avez-vous un problème avec une de tes copines?",
        "Vous avez un problème avec un camarade?",
        "Vous avez un problème avec un de tes camarades?",
        "Vous avez un problème avec un ami?",
        "Vous avez un problème avec un de tes amis?",
        "Vous avez un problème avec une amie?",
        "Vous avez un problème avec une de tes amies?",
        "Vous avez un problème avec un copain?",
        "Vous avez un problème avec un de tes copains?",
        "Vous avez un problème avec une copine?",
        "Vous avez un problème avec une de tes copines?",
        "Est-ce que vous avez un problème avec un camarade?",
        "Est-ce que vous avez un problème avec un de tes camarades?",
        "Est-ce que vous avez un problème avec un ami?",
        "Est-ce que vous avez un problème avec un de tes amis?",
        "Est-ce que vous avez un problème avec une amie?",
        "Est-ce que vous avez un problème avec une de tes amies?",
        "Est-ce que vous avez un problème avec un copain?",
        "Est-ce que vous avez un problème avec un de tes copains?",
        "Est-ce que vous avez un problème avec une copine?",
        "Est-ce que vous avez un problème avec une de tes copines?"
      ]
    }
  ]
}
